Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# Tip.0123.Body
source: When connected via SSH Integration, use “Shell > ssh > Download Files” to browse and download files from the remote host without opening a new connection. Files on SSH hosts also appear in file open/save dialogs!
de: Wenn Sie über die SSH-Integration verbunden sind, verwenden Sie „Shell > ssh > Dateien herunterladen“, um Dateien vom entfernten Host zu durchsuchen und herunterzuladen, ohne eine neue Verbindung zu öffnen. Dateien auf SSH-Hosts erscheinen auch in Dialogen zum Öffnen/Speichern von Dateien!
ja: SSH統合で接続している場合、「シェル > ssh > ファイルをダウンロード」を使うと、新しい接続を開かずにリモートホストのファイルを参照・ダウンロードできます。SSHホスト上のファイルは、ファイルを開く/保存するダイアログにも表示されます！
pt_br: Quando conectado via SSH Integration, use “Shell > ssh > Download Files” para navegar e transferir arquivos do host remoto sem abrir uma nova conexão. Arquivos em hosts SSH também aparecem nas caixas de diálogo de abrir/salvar arquivos!
ru: При подключении через интеграцию с SSH используйте «Оболочка > ssh > Скачать файлы», чтобы просматривать и скачивать файлы с удалённого узла без открытия нового соединения. Файлы на SSH-узлах также отображаются в диалогах открытия и сохранения файлов!
zh_hans: 当通过SSH集成连接时，使用“Shell > ssh > 下载文件”功能可以在不打开新连接的情况下浏览和下载远程主机上的文件。SSH主机上的文件也会出现在文件打开/保存对话框中！

# Tip.0123.Title
source: SSH File Browser
de: SSH-Datei-Browser
ja: SSHファイルブラウザ
pt_br: Navegador de arquivos SSH
ru: Обозреватель файлов SSH
zh_hans: SSH文件浏览器

# Tip.LearnMoreLink
source: <p><a href="%@">Learn More</a></p>
de: <p><a href="%@">Mehr erfahren</a></p>
ja: <p><a href="%@">詳細</a></p>
pt_br: <p><a href="%@">Saiba mais</a></p>
ru: <p><a href="%@">Подробнее</a></p>
zh_hans: <p><a href="%@">了解更多</a></p>

# TipCard.BodyAccessibilityLabel
source: Tip content
de: Tipp-Inhalt
ja: ヒントの内容
pt_br: Conteúdo da dica
ru: Содержимое совета
zh_hans: 提示内容

# TipCard.Signature
source: iTerm2 tip of the day
de: iTerm2-Tipp des Tages
ja: iTerm2の今日のヒント
pt_br: Dica do dia do iTerm2
ru: Совет дня от iTerm2
zh_hans: iTerm2 每日提示

# TipCard.TitleAccessibilityLabel
source: Tip title
de: Tipp-Titel
ja: ヒントのタイトル
pt_br: Título da dica
ru: Заголовок совета
zh_hans: 提示标题

# TipController.PermissionInformative
source: iTerm2 can show you a Tip of the Day message to help you learn about its many features. Are you interested?
de: iTerm2 kann Ihnen eine Nachricht mit dem Tipp des Tages anzeigen, damit Sie die vielen Funktionen kennenlernen. Möchten Sie das?
ja: iTerm2は、多くの機能について学べる「今日のヒント」メッセージを表示できます。表示してみますか？
pt_br: O iTerm2 pode mostrar uma mensagem de Dica do Dia para ajudar você a conhecer seus muitos recursos. Você tem interesse?
ru: iTerm2 может показывать вам сообщения «Совет дня», чтобы помочь вам узнать о его многочисленных возможностях. Хотите включить эту функцию?
zh_hans: iTerm2 可以向你显示“每日提示”消息，帮助你了解其众多功能。你有兴趣吗？

# TipController.PermissionMessage
source: See Tips of the Day?
de: Tipps des Tages anzeigen?
ja: 今日のヒントを表示しますか？
pt_br: Ver as Dicas do Dia?
ru: Показывать советы дня?
zh_hans: 要查看“每日提示”吗？

# Tips.DisableTips
source: Disable Tips
de: Tipps deaktivieren
ja: ヒントを無効にする
pt_br: Desativar dicas
ru: Отключить советы
zh_hans: 禁用提示

# Tips.DismissTip
source: Dismiss Tip
de: Tipp verwerfen
ja: ヒントを閉じる
pt_br: Dispensar dica
ru: Закрыть совет
zh_hans: 关闭提示

# Tips.EnableTips
source: Enable Tips
de: Tipps aktivieren
ja: ヒントを有効にする
pt_br: Ativar dicas
ru: Включить советы
zh_hans: 启用提示

# Tips.FewerOptions
source: Fewer Options
de: Weniger Optionen
ja: オプションを減らす
pt_br: Menos opções
ru: Меньше параметров
zh_hans: 更少选项

# Tips.LearnMore
source: Learn More
de: Mehr erfahren
ja: 詳細
pt_br: Saiba mais
ru: Подробнее
zh_hans: 了解更多

# Tips.MoreOptions
source: More Options
de: Weitere Optionen
ja: その他のオプション
pt_br: Mais opções
ru: Больше параметров
zh_hans: 更多选项

# Tips.Share
source: Share
de: Teilen
ja: 共有
pt_br: Compartilhar
ru: Поделиться
zh_hans: 分享

# Tips.ShowNextTip
source: Show Next Tip
de: Nächsten Tipp anzeigen
ja: 次のヒントを表示
pt_br: Mostrar próxima dica
ru: Показать следующий совет
zh_hans: 显示下一个提示

# Tips.ShowPreviousTip
source: Show Previous Tip
de: Vorherigen Tipp anzeigen
ja: 前のヒントを表示
pt_br: Mostrar dica anterior
ru: Показать предыдущий совет
zh_hans: 显示上一个提示

# Tips.ShowThisLater
source: Show This Later
de: Später anzeigen
ja: 後で表示する
pt_br: Mostrar isto mais tarde
ru: Показать позже
zh_hans: 稍后显示此内容

# Tips.ShowTipsDaily
source: Show Tips Daily
de: Tipps täglich anzeigen
ja: 毎日ヒントを表示
pt_br: Mostrar dicas diariamente
ru: Показывать советы ежедневно
zh_hans: 每天显示提示

# Tips.ShowTipsWeekly
source: Show Tips Weekly
de: Tipps wöchentlich anzeigen
ja: 毎週ヒントを表示
pt_br: Mostrar dicas semanalmente
ru: Показывать советы еженедельно
zh_hans: 每周显示提示

# TipWindow.AccessibilityLabel
source: iTerm2 Tip of the Day
de: iTerm2-Tipp des Tages
ja: iTerm2の今日のヒント
pt_br: Dica do Dia do iTerm2
ru: Совет дня iTerm2
zh_hans: iTerm2 每日提示

# Tmux.NewTabAction
source: New tmux Tab
de: Neuer tmux-Tab
ja: 新規tmuxタブ
pt_br: Nova aba do tmux
ru: Новая вкладка tmux
zh_hans: 新建 tmux 标签页

# Tmux.NewWindowAction
source: New tmux Window
de: Neues tmux-Fenster
ja: 新規tmuxウィンドウ
pt_br: Nova janela do tmux
ru: Новое окно tmux
zh_hans: 新建 tmux 窗口

# Tmux.OpenKindHeadingTab
source: What kind of tab do you want to open?
de: Welche Art von Tab möchten Sie öffnen?
ja: どの種類のタブを開きますか？
pt_br: Que tipo de aba você quer abrir?
ru: Какую вкладку вы хотите открыть?
zh_hans: 您想要打开哪种标签页？

# Tmux.OpenKindHeadingWindow
source: What kind of window do you want to open?
de: Welche Art von Fenster möchten Sie öffnen?
ja: どの種類のウィンドウを開きますか？
pt_br: Que tipo de janela você quer abrir?
ru: Какое окно вы хотите открыть?
zh_hans: 您想要打开哪种窗口？

# Tmux.OpenTitleTab
source: The current session is a tmux session. Would you like to create a new tmux tab or use the default profile?
de: Die aktuelle Sitzung ist eine tmux-Sitzung. Möchten Sie einen neuen tmux-Tab erstellen oder das Standardprofil verwenden?
ja: 現在のセッションはtmuxセッションです。新規tmuxタブを作成しますか、それともデフォルトプロファイルを使用しますか？
pt_br: A sessão atual é uma sessão tmux. Você quer criar uma nova aba tmux ou usar o perfil padrão?
ru: Текущий сеанс является сеансом tmux. Хотите создать новую вкладку tmux или использовать профиль по умолчанию?
zh_hans: 当前会话是一个 tmux 会话。您想要创建新的 tmux 标签页或使用默认配置文件吗？

# Tmux.OpenTitleWindow
source: The current session is a tmux session. Would you like to create a new tmux window or use the default profile?
de: Die aktuelle Sitzung ist eine tmux-Sitzung. Möchten Sie ein neues tmux-Fenster erstellen oder das Standardprofil verwenden?
ja: 現在のセッションはtmuxセッションです。新規tmuxウィンドウを作成しますか、それともデフォルトプロファイルを使用しますか？
pt_br: A sessão atual é uma sessão tmux. Você quer criar uma nova janela tmux ou usar o perfil padrão?
ru: Текущий сеанс является сеансом tmux. Хотите создать новое окно tmux или использовать профиль по умолчанию?
zh_hans: 当前会话是一个 tmux 会话。您想要创建新的 tmux 窗口或使用默认配置文件吗？

# Tmux.UseDefaultProfile
source: Use Default Profile
de: Standardprofil verwenden
ja: デフォルトプロファイルを使用
pt_br: Usar perfil padrão
ru: Использовать профиль по умолчанию
zh_hans: 使用默认配置文件

# TmuxController.BadInitialListWindowsResponse
source: Bad response for initial list windows request: %@
de: Ungültige Antwort auf die anfängliche Anfrage zum Auflisten der Fenster: %@
ja: 初期のウィンドウ一覧リクエストへの応答が不正です: %@
pt_br: Resposta inválida à solicitação inicial de lista de janelas: %@
ru: Некорректный ответ на начальный запрос списка окон: %@
zh_hans: 初始窗口列表请求响应错误：%@

# TmuxController.BadListWindowsResponse
source: Bad response for list windows request: %@
de: Ungültige Antwort auf die Anfrage zum Auflisten der Fenster: %@
ja: ウィンドウ一覧リクエストへの応答が不正です: %@
pt_br: Resposta inválida à solicitação de lista de janelas: %@
ru: Некорректный ответ на запрос списка окон: %@
zh_hans: 窗口列表请求响应错误：%@

# TmuxController.ErrorOpeningTabDescription
source: A tmux pane terminated immediately after creation
de: Ein tmux-Bereich wurde unmittelbar nach der Erstellung beendet
ja: tmuxペインが作成直後に終了しました
pt_br: Um painel tmux terminou imediatamente após ser criado
ru: Панель tmux завершила работу сразу после создания
zh_hans: tmux 窗格在创建后立即终止

# TmuxController.ErrorOpeningTabTitle
source: Error opening tmux tab
de: Fehler beim Öffnen des tmux-Tabs
ja: tmuxタブを開けませんでした
pt_br: Erro ao abrir a aba tmux
ru: Ошибка открытия вкладки tmux
zh_hans: 打开 tmux 标签页时出错

# TmuxController.NotUTF8Message
source: tmux is not in UTF-8 mode. Please pass the -u command line argument to tmux or change your LANG environment variable to end with “.UTF-8”.
de: tmux befindet sich nicht im UTF-8-Modus. Bitte übergeben Sie das Kommandozeilenargument -u an tmux oder ändern Sie Ihre Umgebungsvariable LANG so, dass sie mit „.UTF-8“ endet.
ja: tmuxがUTF-8モードになっていません。tmuxに-uコマンドライン引数を渡すか、LANG環境変数の末尾を「.UTF-8」に変更してください。
pt_br: O tmux não está no modo UTF-8. Passe o argumento de linha de comando -u para o tmux ou altere sua variável de ambiente LANG para terminar com “.UTF-8”.
ru: tmux работает не в режиме UTF-8. Передайте tmux аргумент командной строки -u или измените переменную окружения LANG так, чтобы она заканчивалась на «.UTF-8».
zh_hans: tmux 未处于 UTF-8 模式。请向 tmux 传递 -u 命令行参数，或将你的 LANG 环境变量改为以“.UTF-8”结尾。

# TmuxController.NotUTF8Title
source: UTF-8 Mode Not Detected
de: UTF-8-Modus nicht erkannt
ja: UTF-8モードが検出されません
pt_br: Modo UTF-8 não detectado
ru: Режим UTF-8 не обнаружен
zh_hans: 未检测到 UTF-8 模式

# TmuxController.ResetRedTabsHeading
source: Fix corrupted tab colors?
de: Beschädigte Tab-Farben korrigieren?
ja: 破損したタブの色を修正しますか？
pt_br: Corrigir cores de aba corrompidas?
ru: Исправить повреждённые цвета вкладок?
zh_hans: 修复损坏的标签页颜色？

# TmuxController.ResetRedTabsKeepRed
source: Keep Red
de: Rot beibehalten
ja: 赤のままにする
pt_br: Manter vermelho
ru: Оставить красный
zh_hans: 保留红色

# TmuxController.ResetRedTabsReset
source: Reset
de: Zurücksetzen
ja: リセット
pt_br: Redefinir
ru: Сбросить
zh_hans: 重置

# TmuxController.ResetRedTabsTitle
source: While attaching to tmux, some tabs were found whose color is pure red. This may be due to a bug in early versions of iTerm2 3.6.x. Would you like to reset those tabs’ colors?
de: Beim Verbinden mit tmux wurden einige Tabs mit der Farbe Reinrot gefunden. Dies kann an einem Fehler in frühen Versionen von iTerm2 3.6.x liegen. Möchten Sie die Farben dieser Tabs zurücksetzen?
ja: tmuxへの接続中に、色が純粋な赤になっているタブがいくつか見つかりました。これはiTerm2 3.6.xの初期バージョンのバグが原因である可能性があります。これらのタブの色をリセットしますか？
pt_br: Ao anexar ao tmux, foram encontradas algumas abas cuja cor é vermelho puro. Isso pode ser causado por um bug em versões iniciais do iTerm2 3.6.x. Você quer redefinir as cores dessas abas?
ru: При подключении к tmux были обнаружены вкладки чисто красного цвета. Это может быть связано с ошибкой в ранних версиях iTerm2 3.6.x. Хотите сбросить цвет этих вкладок?
zh_hans: 附加到 tmux 时，发现某些标签页的颜色为纯红色。这可能是 iTerm2 3.6.x 早期版本中的 bug 所致。要重置这些标签页的颜色吗？

# TmuxController.SomeWindowsHiddenTitle
source: Some tmux windows were hidden.
de: Einige tmux-Fenster wurden ausgeblendet.
ja: 一部のtmuxウィンドウが非表示になりました。
pt_br: Algumas janelas tmux foram ocultadas.
ru: Некоторые окна tmux были скрыты.
zh_hans: 某些 tmux 窗口已隐藏。

# TmuxController.TooManyWindowsTitle
source: Too many tmux windows!
de: Zu viele tmux-Fenster!
ja: tmuxウィンドウが多すぎます！
pt_br: Janelas tmux em excesso!
ru: Слишком много окон tmux!
zh_hans: tmux 窗口过多！

# TmuxController.UnsupportedOptionMessage
source: The “%@” option is turned on in tmux. It is not compatible with the iTerm2-tmux integration. Please disable it and try again.
de: Die Option „%@“ ist in tmux aktiviert. Sie ist nicht mit der iTerm2-tmux-Integration kompatibel. Bitte deaktivieren Sie sie und versuchen Sie es erneut.
ja: tmuxで「%@」オプションがオンになっています。これはiTerm2とtmuxの統合機能に対応していません。無効にしてからもう一度お試しください。
pt_br: A opção “%@” está ativada no tmux. Ela não é compatível com a integração iTerm2-tmux. Desative-a e tente novamente.
ru: Опция «%@» включена в tmux. Она несовместима с интеграцией iTerm2-tmux. Отключите её и повторите попытку.

# TmuxController.UnsupportedOptionTitle
source: Unsupported tmux option
de: Nicht unterstützte tmux-Option
ja: サポートされていないtmuxオプション
pt_br: Opção tmux não suportada
ru: Неподдерживаемая опция tmux
zh_hans: 不支持的 tmux 选项

# TmuxController.UseDashboardDescription
source: Use the tmux dashboard to select which to open.
de: Verwenden Sie das tmux-Dashboard, um auszuwählen, welche geöffnet werden sollen.
ja: 開くウィンドウを選択するには、tmuxダッシュボードを使用してください。
pt_br: Use o painel do tmux para selecionar quais abrir.
ru: Используйте панель tmux, чтобы выбрать, что открыть.
zh_hans: 使用 tmux 仪表盘选择要打开的窗口。

# TmuxFormat.InvalidFormat
source: Invalid format
de: Ungültiges Format
ja: 無効な形式です
pt_br: Formato inválido
ru: Неверный формат
zh_hans: 格式无效

# TmuxFormat.MissingSessionID
source: Missing %@. This shouldn't happen so please report a bug.
de: %@ fehlt. Dies sollte nicht passieren, bitte melden Sie einen Fehler.
ja: %@がありません。これは本来起こらないはずなので、バグとして報告してください。
pt_br: %@ ausente. Isso não deveria acontecer, então reporte um bug.
ru: Отсутствует %@. Это не должно происходить, поэтому, пожалуйста, сообщите об ошибке.
zh_hans: 缺少 %@。不应出现这种情况，请报告错误。

# TmuxFormat.TypeMismatchBackingVariable
source: Type mismatch for %@. Must be a path reference.
de: Typkonflikt für %@. Muss eine Pfadreferenz sein.
ja: %@の型が一致しません。パス参照である必要があります。
pt_br: Incompatibilidade de tipo para %@. Deve ser uma referência de caminho.
ru: Несоответствие типа для %@. Должна быть ссылка на путь.
zh_hans: %@的类型不匹配。必须是路径引用。

# TmuxGateway.BeginEmptyQueue
source: %begin with empty command queue
de: %begin bei leerer Befehlswarteschlange
ja: コマンドキューが空の状態で%beginを受信しました
pt_br: %begin com fila de comandos vazia
ru: %begin с пустой очередью команд

# TmuxGateway.BeginWithoutEnd
source: %1$@ without %2$@
de: %1$@ ohne %2$@
ja: %1$@に対応する%2$@がありません
pt_br: %1$@ sem %2$@
ru: %1$@ без %2$@

# TmuxGateway.CommandError
source: Error: %1$@. Info: %2$@
de: Fehler: %1$@. Info: %2$@
ja: エラー: %1$@ 情報: %2$@
pt_br: Erro: %1$@. Info: %2$@
ru: Ошибка: %1$@. Сведения: %2$@

# TmuxGateway.ErrorHeader
source: ** ERROR **
de: ** FEHLER **
ja: ** エラー **
pt_br: ** ERRO **
ru: ** ОШИБКА **

# TmuxGateway.ExitedUnexpectedly
source: tmux exited unexpectedly.
de: tmux wurde unerwartet beendet.
ja: tmuxが予期せず終了しました。
pt_br: O tmux encerrou inesperadamente.
ru: tmux неожиданно завершил работу.

# TmuxGateway.ExitedWithMessage
source: tmux exited with message:
de: tmux wurde mit folgender Meldung beendet:
ja: tmuxが次のメッセージとともに終了しました:
pt_br: O tmux encerrou com a mensagem:
ru: tmux завершил работу с сообщением:
zh_hans: tmux 退出信息：

# TmuxGateway.MalformedBegin
source: Malformed command (expected %%begin command_id [flags]): "%@"
de: Fehlerhafter Befehl (erwartet %%begin command_id [flags]): "%@"
ja: 不正な形式のコマンドです（%%begin command_id [flags] を想定）: 「%@」
pt_br: Comando malformado (esperado %%begin command_id [flags]): “%@”
ru: Некорректная команда (ожидалось %%begin command_id [flags]): "%@"
zh_hans: 格式错误的命令（期望 %%begin command_id [flags]）："%@"

# TmuxGateway.MalformedLayoutChange
source: Malformed command (expected %%layout-change <window> <layout> [<window_visible_layout> <window_flags>]): "%@"
de: Fehlerhafter Befehl (erwartet %%layout-change <window> <layout> [<window_visible_layout> <window_flags>]): "%@"
ja: 不正な形式のコマンドです（%%layout-change <window> <layout> [<window_visible_layout> <window_flags>] を想定）: 「%@」
pt_br: Comando malformado (esperado %%layout-change <window> <layout> [<window_visible_layout> <window_flags>]): “%@”
ru: Некорректная команда (ожидалось %%layout-change <window> <layout> [<window_visible_layout> <window_flags>]): "%@"
zh_hans: 格式错误的命令（期望 %%layout-change <window> <layout> [<window_visible_layout> <window_flags>]）："%@"

# TmuxGateway.MalformedOutputCommand
source: Malformed command (expected %%num data): "%s"
de: Fehlerhafter Befehl (erwartet %%num data): "%s"
ja: 不正な形式のコマンドです（%%num data を想定）: 「%s」
pt_br: Comando malformado (esperado %%num data): “%s”
ru: Некорректная команда (ожидалось %%num data): "%s"
zh_hans: 格式错误的命令（期望 %%num 数据）："%s"

# TmuxGateway.MalformedPause
source: Malformed command (expected %%pause %%wp): "%@"
de: Fehlerhafter Befehl (erwartet %%pause %%wp): "%@"
ja: 不正な形式のコマンドです（%%pause %%wp を想定）: 「%@」
pt_br: Comando malformado (esperado %%pause %%wp): “%@”
ru: Некорректная команда (ожидалось %%pause %%wp): "%@"
zh_hans: 格式错误的命令（期望 %%pause %%wp）："%@"

# TmuxGateway.MalformedSessionChanged
source: Malformed command (expected %%session-changed id name): "%@"
de: Fehlerhafter Befehl (erwartet %%session-changed id name): "%@"
ja: 不正な形式のコマンドです（%%session-changed id name を想定）: 「%@」
pt_br: Comando malformado (esperado %%session-changed id name): “%@”
ru: Некорректная команда (ожидалось %%session-changed id name): "%@"
zh_hans: 格式错误的命令（期望 %%session-changed id name）："%@"

# TmuxGateway.MalformedSessionRenamed
source: Malformed command (expected %%session-renamed id name): "%@"
de: Fehlerhafter Befehl (erwartet %%session-renamed id name): "%@"
ja: 不正な形式のコマンドです（%%session-renamed id name を想定）: 「%@」
pt_br: Comando malformado (esperado %%session-renamed id name): “%@”
ru: Некорректная команда (ожидалось %%session-renamed id name): "%@"
zh_hans: 格式错误的命令（期望 %%session-renamed id name）："%@"

# TmuxGateway.MalformedSessionsChanged
source: Malformed command (expected %%sessions-changed): "%@"
de: Fehlerhafter Befehl (erwartet %%sessions-changed): "%@"
ja: 不正な形式のコマンドです（%%sessions-changed を想定）: 「%@」
pt_br: Comando malformado (esperado %%sessions-changed): “%@”
ru: Некорректная команда (ожидалось %%sessions-changed): "%@"
zh_hans: 格式错误的命令（期望 %%sessions-changed）："%@"

# TmuxGateway.MalformedSessionWindowChanged
source: Malformed command (expected %%session-window-changed $session-id @window-id): "%@"
de: Fehlerhafter Befehl (erwartet %%session-window-changed $session-id @window-id): "%@"
ja: 不正な形式のコマンドです（%%session-window-changed $session-id @window-id を想定）: 「%@」
pt_br: Comando malformado (esperado %%session-window-changed $session-id @window-id): “%@”
ru: Некорректная команда (ожидалось %%session-window-changed $session-id @window-id): "%@"
zh_hans: 格式错误的命令（期望 %%session-window-changed $session-id @window-id）："%@"

# TmuxGateway.MalformedSubscriptionChanged
source: Malformed command (expected %%subscription-changed sid [...] : value): "%@"
de: Fehlerhafter Befehl (erwartet %%subscription-changed sid [...] : value): "%@"
ja: 不正な形式のコマンドです（%%subscription-changed sid [...] : value を想定）: 「%@」
pt_br: Comando malformado (esperado %%subscription-changed sid [...] : value): “%@”
ru: Некорректная команда (ожидалось %%subscription-changed sid [...] : value): "%@"
zh_hans: 格式错误的命令（期望 %%subscription-changed sid [...] : value）："%@"

# TmuxGateway.MalformedWindowAdd
source: Malformed command (expected %%window-add id): "%@"
de: Fehlerhafter Befehl (erwartet %%window-add id): "%@"
ja: 不正な形式のコマンドです（%%window-add id を想定）: 「%@」
pt_br: Comando malformado (esperado %%window-add id): “%@”
ru: Некорректная команда (ожидалось %%window-add id): "%@"
zh_hans: 格式错误的命令（期望 %%window-add id）："%@"

# TmuxGateway.MalformedWindowClose
source: Malformed command (expected %%window-close id): "%@"
de: Fehlerhafter Befehl (erwartet %%window-close id): "%@"
ja: 不正な形式のコマンドです（%%window-close id を想定）: 「%@」
pt_br: Comando malformado (esperado %%window-close id): “%@”
ru: Некорректная команда (ожидалось %%window-close id): "%@"
zh_hans: 格式错误的命令（期望 %%window-close id）："%@"

# TmuxGateway.MalformedWindowPaneChanged
source: Malformed command (expected %%window-pane-changed @window-id %%pane-id): "%@"
de: Fehlerhafter Befehl (erwartet %%window-pane-changed @window-id %%pane-id): "%@"
ja: 不正な形式のコマンドです（%%window-pane-changed @window-id %%pane-id を想定）: 「%@」
pt_br: Comando malformado (esperado %%window-pane-changed @window-id %%pane-id): “%@”
ru: Некорректная команда (ожидалось %%window-pane-changed @window-id %%pane-id): "%@"
zh_hans: 格式错误的命令（期望 %%window-pane-changed @window-id %%pane-id）："%@"

# TmuxGateway.MalformedWindowRenamed
source: Malformed command (expected %%window-renamed id new_name): "%@"
de: Fehlerhafter Befehl (erwartet %%window-renamed id new_name): "%@"
ja: 不正な形式のコマンドです（%%window-renamed id new_name を想定）: 「%@」
pt_br: Comando malformado (esperado %%window-renamed id new_name): “%@”
ru: Некорректная команда (ожидалось %%window-renamed id new_name): "%@"
zh_hans: 格式错误的命令（期望 %%window-renamed id new_name）："%@"

# TmuxGateway.ProblemTitle
source: tmux Reported a Problem
de: tmux hat ein Problem gemeldet
ja: tmuxが問題を報告しました
pt_br: O tmux reportou um problema
ru: tmux сообщил о проблеме
zh_hans: tmux 报告了问题

# TmuxGateway.Tmux21QuirkError
source: Error: %1$@. Tmux 2.1 and earlier will refuse to create a new window pane with a nonexistent initial working directory. Info: %2$@
de: Fehler: %1$@. tmux 2.1 und früher verweigert die Erstellung eines neuen Fensterbereichs mit einem nicht vorhandenen anfänglichen Arbeitsverzeichnis. Info: %2$@
ja: エラー: %1$@ tmux 2.1以前では、存在しない初期作業ディレクトリで新しいウィンドウペインを作成することはできません。 情報: %2$@
pt_br: Erro: %1$@. O tmux 2.1 e anteriores se recusam a criar um novo painel de janela com um diretório de trabalho inicial inexistente. Info: %2$@
ru: Ошибка: %1$@. Tmux 2.1 и более ранних версий отказывается создавать новую панель окна с несуществующим исходным рабочим каталогом. Сведения: %2$@
zh_hans: 错误：%1$@。 Tmux 2.1及更早版本会拒绝创建初始工作目录不存在的新窗口窗格。 信息： %2$@

# TmuxGateway.UnrecognizedCommand
source: Unrecognized command from tmux. Did your ssh session die? The command was:
de: Unbekannter Befehl von tmux. Ist Ihre ssh-Sitzung abgebrochen? Der Befehl lautete:
ja: tmuxから認識できないコマンドを受信しました。sshセッションが切断されていませんか？受信したコマンドは次のとおりです:
pt_br: Comando não reconhecido do tmux. Sua sessão ssh caiu? O comando foi:
ru: Нераспознанная команда от tmux. Возможно, ваш сеанс ssh прервался? Команда:
zh_hans: tmux无法识别的命令。你的ssh会话是否已终止？该命令为：

# TmuxWindows.OpenInWindow
source: Open in Window
de: In Fenster öffnen
ja: 1つのウィンドウで開く
pt_br: Abrir em janela
ru: Открыть в окне
zh_hans: 在窗口中打开

# TmuxWindows.OpenInWindows
source: Open in Windows
de: In Fenstern öffnen
ja: 個別のウィンドウで開く
pt_br: Abrir em janelas
ru: Открыть в окнах
zh_hans: 在独立窗口中打开

# ToolActions.Apply
source: Apply
de: Anwenden
ja: 適用
pt_br: Aplicar
ru: Применить
zh_hans: 应用

# ToolActions.Untitled
source: Untitled
de: Unbenannt
ja: 無題
pt_br: Sem título
ru: Без названия
zh_hans: 未命名

# Toolbelt.NoToolsMessage
source: No Tools enabled. Select them from the menu above.
de: Keine Werkzeuge aktiviert. Wählen Sie sie im Menü oben aus.
ja: 有効なツールがありません。上のメニューから選択してください。
pt_br: Nenhuma ferramenta ativada. Selecione-as no menu acima.
ru: Инструменты не включены. Выберите их в меню выше.
zh_hans: 未启用任何工具。从上方菜单中选择。

# Toolbelt.Tool.Actions
source: Actions
de: Aktionen
ja: アクション
pt_br: Ações
ru: Действия
zh_hans: 操作

# Toolbelt.Tool.CapturedOutput
source: Captured Output
de: Erfasste Ausgabe
ja: キャプチャした出力
pt_br: Saída capturada
ru: Захваченный вывод
zh_hans: 捕获的输出

# Toolbelt.Tool.CommandHistory
source: Command History
de: Befehlsverlauf
ja: コマンド履歴
pt_br: Histórico de comandos
ru: История команд
zh_hans: 命令历史记录

# Toolbelt.Tool.Jobs
source: Jobs
de: Prozesse
ja: ジョブ
pt_br: Processos
ru: Задания
zh_hans: 任务

# Toolbelt.Tool.NamedMarks
source: Named Marks
de: Benannte Marken
ja: 名前付きマーク
pt_br: Marcas nomeadas
ru: Именованные метки
zh_hans: 命名标记

# Toolbelt.Tool.Notes
source: Notes
de: Notizen
ja: メモ
pt_br: Notas
ru: Заметки
zh_hans: 备注

# Toolbelt.Tool.PasteHistory
source: Paste History
de: Einfügeverlauf
ja: ペースト履歴
pt_br: Histórico de colagem
ru: История вставок
zh_hans: 粘贴历史记录

# Toolbelt.Tool.Profiles
source: Profiles
de: Profile
ja: プロファイル
pt_br: Perfis
ru: Профили
zh_hans: 配置文件

# Toolbelt.Tool.RecentDirectories
source: Recent Directories
de: Zuletzt verwendete Verzeichnisse
ja: 最近使用したディレクトリ
pt_br: Diretórios recentes
ru: Недавние каталоги
zh_hans: 最近目录

# Toolbelt.Tool.SessionStatus
source: Session Status
de: Sitzungsstatus
ja: セッションステータス
pt_br: Status da sessão
ru: Статус сеанса
zh_hans: 会话状态

# Toolbelt.Tool.Snippets
source: Snippets
de: Schnipsel
ja: スニペット
pt_br: Fragmentos
ru: Сниппеты
zh_hans: 代码片段
